Repository: aruis/TimeBank
Catalog: TimeBank/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld minutes
zh_hans: %lld 分钟

source: Add
zh_hans: 新增

source: Add and edit logs manually for easier backfilling.
zh_hans: 支持手动添加与编辑日志，补录时间记录更方便

source: Add Item
zh_hans: 新增

source: Add Log
zh_hans: 添加记录

source: Added a More Apps section featuring BookTime and PinTime.
zh_hans: 新增了“更多应用”推荐区域，可以直接查看 BookTime 和 PinTime

source: Added support for switching Save/Kill theme colors.
zh_hans: 支持切换 Save/Kill 的主题配色

source: Adjust
zh_hans: 调整

source: Adjust Time
zh_hans: 调整时间

source: Adopted the Liquid Glass design language.
zh_hans: 适配了“液态玻璃”（Liquid Glass）设计语言

source: Are you sure you want to delete this item?
zh_hans: 确定要删除该条目吗？

source: Begin
zh_hans: 开始

source: Cancel
zh_hans: 取消

source: Close
zh_hans: 关闭

source: Conversion
zh_hans: 换算

source: Convert time value based on the configured ratio
zh_hans: 根据设定比例换算时间价值

source: Current Selection
zh_hans: 当前使用

source: Default
zh_hans: 默认

source: Delete
zh_hans: 删除

source: Delete Item
zh_hans: 删除

source: Discard
zh_hans: 丢弃

source: Dismiss Release Notes
zh_hans: 关闭更新说明

source: Done
zh_hans: 完成

source: Duration
zh_hans: 时长

source: Edit
zh_hans: 编辑

source: Edit Item
zh_hans: 编辑

source: Edit Time
zh_hans: 编辑时间

source: Enable Rate Mode
zh_hans: 启用比率模式

source: Enable Timer Notifications
zh_hans: 启用番茄钟提醒

source: End
zh_hans: 结束

source: End time must be later than begin time.
zh_hans: 结束时间必须晚于开始时间。

source: Execute in less than 1 minute, no record will be made.
zh_hans: 执行时间不足 1 分钟，不会生成记录。

source: Failed to save this log.
zh_hans: 保存这条记录失败。

source: Feedback
zh_hans: 反馈建议

source: Got it
zh_hans: 知道了

source: Improved log validation to prevent future, overlapping, or invalid time ranges.
zh_hans: 完善了日志时间校验，避免未来时间、重叠记录和无效区间

source: Improved the Settings branding and notification guidance.
zh_hans: 优化了设置页的品牌展示与通知引导

source: Interrupted Session
zh_hans: 中断会话

source: invested
zh_hans: 投入

source: Item Actions
zh_hans: 条目操作

source: Keep
zh_hans: 保留

source: Kill
zh_hans: 消耗

source: KillTime Complete
zh_hans: KillTime 已完成

source: Last Execute:
zh_hans: 上次执行：

source: Leave a review on the App Store
zh_hans: 在 App Store 留下你的评价

source: Mark Your Important Moments
zh_hans: 标记你的重要时刻

source: More Apps
zh_hans: 更多应用

source: No Data.
zh_hans: 尚无数据

source: Notification Permission Required
zh_hans: 需要开启通知权限

source: Notifications
zh_hans: 提醒

source: Open Settings
zh_hans: 去设置

source: Pin
zh_hans: 置顶

source: Play
zh_hans: 开始

source: Please enable TimeBank notification permissions in Settings before using the timer.
zh_hans: 请前往系统设置里的 TimeBank 通知权限，开启提醒后再使用番茄钟。

source: RATE: %@
zh_hans: 费率：%@

source: Refined the main Chinese copy and translations across the app.
zh_hans: 统一并润色了主要页面的中文文案与翻译

source: Release %lld: %@
zh_hans: 更新%1$lld: %2$@

source: Reorganized Settings with a clearer grouped layout.
zh_hans: 设置页面改成了更清晰的分组布局

source: Save
zh_hans: 保存

source: SaveTime / KillTime Colors
zh_hans: SaveTime / KillTime 配色

# SaveTime / KillTime 颜色
source: SaveTime / KillTime colors
zh_hans: SaveTime / KillTime 颜色

source: SaveTime Complete
zh_hans: SaveTime 已达成

source: Send a notification when the countdown ends
zh_hans: 倒计时结束后发送通知提醒

source: Session Interrupted
zh_hans: 会话已中断

source: Setting
zh_hans: 设置

source: Settings
zh_hans: 设置

source: Share your thoughts with me
zh_hans: 欢迎告诉我你的想法

source: spent
zh_hans: 花费

source: Support
zh_hans: 支持

source: Support Me
zh_hans: 支持一下

source: Swapped
zh_hans: 互换

source: Tap to Switch
zh_hans: 点击切换

source: The record cannot be in the future.
zh_hans: 记录时间不能晚于当前时间。

source: The record must be at least %lld minute long.
zh_hans: 记录时长至少为 %lld 分钟。

source: Theme
zh_hans: 主题

source: This log overlaps an existing record.
zh_hans: 这条记录与已有记录时间重叠。

source: Time is the only thing you truly own
zh_hans: 时间是你唯一真正拥有的东西

source: Time Range
zh_hans: 时间区间

source: Timer Already Running
zh_hans: 已有计时正在进行

source: Timer Duration
zh_hans: 时长

source: Timer state can still be restored from Live Activities after the app is terminated.
zh_hans: 进程被杀死后，仍然可以通过实时小组件恢复计时状态

source: Unpin
zh_hans: 取消置顶

source: Version %@
zh_hans: 版本 %@

source: What's New
zh_hans: 版本更新

# YouHaveJustInvested
source: You have just %3$@ %1$@ minutes on %2$@.
zh_hans: 你刚刚在%2$@%3$@了%1$@分钟。

source: Your Balance
zh_hans: 余额

source: Your Reading Timer Companion
zh_hans: 你的阅读计时伴侣

# 主题
source: Theme
zh_hans: 主题

# 互换
source: Swapped
zh_hans: 互换

# 倒计时结束后发送通知提醒
source: Send a notification when the countdown ends
zh_hans: 倒计时结束后发送通知提醒

# 关闭更新说明
source: Close release notes
zh_hans: 关闭更新说明

# 去设置
source: Open Settings
zh_hans: 去设置

# 反馈建议
source: Send feedback
zh_hans: 反馈建议

# 启用比率模式
source: Enable rate mode
zh_hans: 启用比率模式

# 启用番茄钟提醒
source: Enable timer reminders
zh_hans: 启用番茄钟提醒

# 在 App Store 留下你的评价
source: Leave a review on the App Store
zh_hans: 在 App Store 留下你的评价

# 完成
source: Done
zh_hans: 完成

# 当前使用
source: Currently selected
zh_hans: 当前使用

# 您的阅读计时伴侣
source: Your reading timer companion
zh_hans: 您的阅读计时伴侣

# 换算
source: Conversion
zh_hans: 换算

# 提醒
source: Reminders
zh_hans: 提醒

# 支持
source: Support
zh_hans: 支持

# 支持切换 Save/Kill 的主题配色
source: Added the option to swap Save/Kill theme colors
zh_hans: 支持切换 Save/Kill 的主题配色

# 时长
source: Duration
zh_hans: 时长

# 时间是你唯一真正拥有的东西
source: Time is the only thing you truly own
zh_hans: 时间是你唯一真正拥有的东西

# 更多应用
source: More Apps
zh_hans: 更多应用

# 更新%lld: %@
source: Update %1$lld: %2$@
zh_hans: 更新%1$lld: %2$@

# 标记您的重要时刻
source: Mark your important moments
zh_hans: 标记您的重要时刻

# 根据设定比例换算时间价值
source: Convert time value using your configured rate
zh_hans: 根据设定比例换算时间价值

# 欢迎告诉我你的想法
source: I'd love to hear your thoughts
zh_hans: 欢迎告诉我你的想法

# 点击切换
source: Tap to switch
zh_hans: 点击切换

# 版本更新
source: What's New
zh_hans: 版本更新

# 知道了
source: OK
zh_hans: 知道了

# 给我鼓励
source: Support the app
zh_hans: 给我鼓励

# 设置
source: Settings
zh_hans: 设置

# 请前往系统设置里的 TimeBank 通知权限，开启提醒后再使用番茄钟。
source: Please enable TimeBank notification permissions in Settings before using timer reminders.
zh_hans: 请前往系统设置里的 TimeBank 通知权限，开启提醒后再使用番茄钟。

# 进程被杀死后，仍然可以通过实时小组件恢复计时状态
source: Restored timer sessions from the Live Activity even after the app process was killed
zh_hans: 进程被杀死后，仍然可以通过实时小组件恢复计时状态

# 适配了“液态玻璃”（Liquid Glass）设计语言
source: Updated the interface to align with the Liquid Glass design language
zh_hans: 适配了“液态玻璃”（Liquid Glass）设计语言

# 需要手动开启通知权限
source: Notification permission required
zh_hans: 需要手动开启通知权限

# 默认
source: Default
zh_hans: 默认
